Repository: weblate/ibus-input-pad
Catalog: po/*.po
Languages: es, fr, pt_br

source: Launch Input Pad
es: Iniciar panel de entrada
fr: Lancer Input Pad
pt_br: Iniciar painel de entrada

source: Show Input Pad
es: Mostrar panel de entrada
fr: Afficher Input Pad
pt_br: Mostrar painel de entrada

source: Show Input Pad (Keyboard Only)
es: Mostrar panel de entrada (solo teclado)
fr: Afficher Input Pad (Clavier uniquement)
pt_br: Mostrar painel de entrada (apenas teclado)

source: Setup Input Pad
es: Configurar panel de entrada
fr: Configurer Input Pad
pt_br: Iniciar painel de entrada

source: Configure Input Pad
es: Configurar panel de entrada
fr: Configurer Input Pad
pt_br: Configurar painel de entrada

source: Hide Input Pad
es: Ocultar panel de entrada
fr: Masquer Input Pad
pt_br: Ocultar painel de entrada

source: Input Pad
es: Panel de entrada
pt_br: Painel de entrada

source: IBus Input Pad Setup
es: Configuración del panel de entrada de IBus
pt_br: Configuração do painel de entrada do IBus

source: Set up IBus Input Pad engine
es: Configurar motor del panel de entrada de IBus
pt_br: Configure o motor IBus Input Pad

source: Default
es: Predeterminado
fr: Par défaut
pt_br: Padrão

source: Keyboard _Theme:
es: _Tema de teclado:
fr: _Thème du clavier :
pt_br: _Tema do teclado:

source: Which theme you choose in kbdui modules
es: Qué tema utilizar en los módulos de kbdui
fr: Thème à utiliser dans les modules kbdui
pt_br: Qual tema usar nos módulos kbdui

source: Nothing
es: Ninguno
fr: Aucun
pt_br: Nada

source: Custom
es: Personalizado
fr: Personnalisé
pt_br: Personalizado

source: All
es: Todos
fr: Tous
pt_br: Todos

source: IBus-Input-Pad Setup
es: Configuración del panel de entrada de IBus
fr: Paramètres d’IBus Input Pad
pt_br: Configuração do painel de entrada do IBus

source: _Character Table Type:
es: Tipo de tabla de _caracteres:
fr: Type de table de _caractères :
pt_br: Tipo de tabela de _caracteres:

source: Whether you show the character table or not
es: Mostrar u ocultar la tabla de caracteres
fr: Afficher ou masquer la table de caractères
pt_br: Se deseja mostrar a tabela de caracteres ou não

source: _Keyboard Layout Type:
es: Tipo de _disposición de teclado:
fr: Type de _disposition clavier :
pt_br: Tipo de _disposição do teclado:

source: Whether you show the keyboard layout or not
es: Mostrar u ocultar la disposición del teclado
fr: Afficher ou masquer la disposition clavier
pt_br: Se deseja mostrar a disposição do teclado ou não

source: <b>Default Appearance</b>
es: <b>Apariencia predeterminada</b>
fr: <b>Apparence par défaut</b>
pt_br: <b>Aparência padrão</b>

source: <b>Keyboard Only Appearance</b>
es: <b>Mostrar únicamente el teclado</b>
fr: <b>Afficher uniquement le clavier</b>
pt_br: <b>Aparência apenas do teclado</b>

source: About
es: Acerca de
fr: À propos
pt_br: Sobre

source: _Apply
es: Ap_licar
pt_br: _Aplicar

source: _Cancel
es: _Cancelar
pt_br: _Cancelar

source: _OK
es: _Aceptar

source: Confirm
es: Confirmar
fr: Confirmer
pt_br: Confirmar

source: Are you sure to close Setup?
es: ¿Confirma que quiere cerrar la configuración?
fr: Êtes-vous sûr de vouloir fermer la configuration ?
pt_br: Tem certeza que deseja fechar a configuração?

source: Are you sure to close Setup without saving configure?
es: ¿Confirma que quiere cerrar la configuración sin guardar?
fr: Êtes-vous sûr de vouloir fermer la configuration sans enregistrer ?
pt_br: Tem certeza que deseja fechar a configuração sem salvar?

source: The input pad engine for IBus platform
es: El motor del panel de entrada para la plataforma IBus
fr: Le moteur d’Input Pad pour la plateforme IBus
pt_br: O motor de painel de entrada para a plataforma IBus

source: translator_credits
es: traductores
fr: Julien Humbert <julroy67@gmail.com>
pt_br: Rafael Fontenelle <rafaelff@gnome.org> Caio Fontes <caiofcastro@usp.br>

source: General
fr: Paramètres généraux
pt_br: Geral
